[
    {
        "review": "I’ve been getting laser treatments for the past 7 sessions, and the results have been absolutely amazing! My skin looks and feels so much smoother, and I’ve noticed a huge reduction in hair growth. The experience has been made even better by the person doing the treatments – Olga is incredibly professional, thorough, and friendly. She always take the time to explain the process and make sure I’m comfortable during each session. I couldn’t be happier with the service and results!",
        "link": "https://maps.app.goo.gl/b3SigvZu34XpYMKG6",
        "author": "Bao_Bun"
    },
    {
        "review": "Olga does the treatment for my wife and Iryna is the one who does my treatment. Both of them are very friendly and professional. We both have seen great results so far even if we are not yet done with all of the sessions. We are definitely satisfied customers! We look forward to the upcoming sessions. Thank you!",
        "link": "https://maps.app.goo.gl/Cp9DBu9R43XEQJdB6",
        "author": "Chris C"
    },
    {
        "review": "I had such a great experience with both the laser hair removal and nail treatment! The staff was super friendly and made me feel really comfortable the whole time. The laser treatment was quick and I’m already seeing amazing results. My nails turned out perfect — they paid so much attention to the little details. I’m really happy with everything and will definitely be coming back !",
        "link": "https://maps.app.goo.gl/a7c3oiimCEzQCT9M7",
        "author": "Marina Serebryakov"
    },
    {
        "review": "I got my Brazilian and legs waxed by Viktoriia and am super happy with the results! The smooth skin feels perfect, I'm loving it. Viktoriia was super kind, professional and fast! She made sure every single hair is removed! Highly recommend and will definitely book again! P.S. the free parking is super convinient!Thank you ❤️",
        "link": "https://maps.app.goo.gl/podEYJ4whRfDQwor8",
        "author": "Vika S."
    }
]