[
    {
        "name": "Olga",
        "location": "All Locations",
        "description": " The owner of the business and a seasoned professional with over twenty years of experience in the beauty industry. She specializes in laser hair removal, sugaring, and waxing, and also offers professional training for aspiring estheticians. Passionate about quality and education, Olga is committed to helping clients achieve great results and supporting the next generation of beauty experts.",
        "image": "https://res.cloudinary.com/dqvthdtuu/image/upload/v1758205430/IMG_1679_oaj1p5_wwszsw.jpg"
    },
    {
        "name": "Iryna",
        "location": "St. Vital",
        "description": "The Certified Professional Hair Removal Technician with over five years of comprehensive experience in the industry. Additionally, Iryna possesses extensive expertise in the techniques of sugaring and waxing, offering gentle and effective hair removal services. Passionate about her work, Iryna is committed to delivering real results and helping each client feel confident and comfortable in their skin.",
        "image": "https://res.cloudinary.com/dqvthdtuu/image/upload/v1758205429/photo_2025-05-13_10-55-53_hxbxnu_xpia5l.jpg"
    },
    {
        "name": "Alex",
        "location": "Downtown",
        "description": "Talented nail technician specializing in manicures and pedicures, with a focus on problematic nails, including ingrown toenails, corns, and calluses. In addition to expert foot care, Alex also offers makeup services and lash lifting. Known for attention to detail and a gentle approach, Alex helps every client look and feel their best.",
        "image": "https://res.cloudinary.com/dqvthdtuu/image/upload/v1758205431/photo_2025-05-13_10-53-59_fx4qbm_z9uqpe.jpg"
    },
    {
        "name": "Viktoriia",
        "location": "Bridgewater",
        "description": "Skilled Laser Hair Removal Specialist and an expert in sugaring and waxing. Known for her precision and gentle approach, she is dedicated to providing high-quality treatments and making clients feel confident and cared for. Viktoriia brings professionalism and positive energy to every appointment.",
        "image": "https://res.cloudinary.com/dqvthdtuu/image/upload/v1758205429/photo_2025-05-13_10-54-12_i3oyxo_cgotzo.jpg"
    }
]